Repository: dy-sh/arch-up
Catalog: config/kde/plasmoids/home/.local/share/plasma/plasmoids/com.github.rliwoch.plasmoid-wunderground-extended/translate/*.po
Languages: fr_fr, id_id, pl_pl

source: Wunderground Extended
pl_pl: Wunerground Extended

source: Request to %1 couldn't be sent %2. Manual refresh might help (top right corner)
fr_fr: La requête à %1 n'a pu être envoyée %2. Essayez l'actualisation manuelle (coin supérieur droit)
id_id: Permintaan ke %1 tidak dapat dikirim. Penyegaran manual mungkin membantu (pojok kanan atas)
pl_pl: Problem z zapytaniem do %1: %2. Spróbuj manualnie odświeżyć widget (prawy górny róg)

source: Station not found or station not active
fr_fr: Station non trouvée ou inactive
id_id: Stasiun tidak ditemukan atau stasiun tidak aktif
pl_pl: Stacja nie znaleziona lub nieaktywna

source: Could not fetch forecast data
fr_fr: Échec de la récupération des données de prévision
id_id: Tidak dapat mengambil data prakiraan cuaca
pl_pl: Problem z pobieraniem danych

source: No active stations nearby - try selecting a different location in your proximity.
fr_fr: Aucune station proche active - Essayez un autre emplacement à proximité.
id_id: Tidak ada stasiun aktif di sekitar Anda - coba pilih lokasi lain di dekat Anda.
pl_pl: Nie znaleziono stacji pogodowych w pobliżu - spróbuj wybrać inną lokalizację w Twojej okolicy

# per day, e.g. it will become mm/day. KEEP SHORT
source: day
fr_fr: jour
id_id: hari
pl_pl: dzień

source: To sunrise
fr_fr: Au lever du soleil
id_id: Menuju matahari terbit
pl_pl: Do wschodu

# Daylight remaining time, keep short
source: Remaining
fr_fr: Restant
id_id: Tersisa
pl_pl: Pozostało

source: Since sunset
fr_fr: Depuis le coucher du soleil
id_id: Sejak matahari terbenam
pl_pl: Od zachodu

source: Station
id_id: Stasiun Cuaca
pl_pl: ID Stacji pogodowej

source: Appearance
fr_fr: Apparence
id_id: Tampilan
pl_pl: Wygląd

source: Units
fr_fr: Unités
id_id: Unit
pl_pl: Jednostki

source: Debug
fr_fr: Débogage
pl_pl: Debugowanie

source: Compact Representation
fr_fr: Présentation compacte
id_id: Representasi Ringkas
pl_pl: Wygląd kompaktowy

source: Font
fr_fr: Police
pl_pl: Czcionka

source: Icon size (0 = default)
fr_fr: Taille de l'icône (0 = défaut)
id_id: Ukuran ikon (0 = default)
pl_pl: Rozmiar ikony (0 = domyślny)

source: Font size (0px=scale to widget)
fr_fr: Taille de la police (0px = échelle du widget)
id_id: Ukuran font (0px = Paskan ke widget)
pl_pl: Rozmiar czcionki (0 = domyślny)

source: Font styles
fr_fr: Styles de la police
id_id: Gaya font
pl_pl: Styl czcionki

source: Display narrative in taskbar
fr_fr: Conditions dans la barre des taches
id_id: Tampilkan narasi di taskbar
pl_pl: Wyświetl opis pogodowy na pasku

source: Full Representation
fr_fr: Présentation détaillée
id_id: Representasi Penuh
pl_pl: Wygląd pełny

source: Property text size
fr_fr: Taille du texte
id_id: Ukuran teks dasar
pl_pl: Rozmiar tekstu

# Details display style
source: Standard
id_id: Standar
pl_pl: Standardowy

# Details display style
source: Alternative
id_id: Alternatif
pl_pl: Alternatywny

source: Select `Weather Details` style:
fr_fr: Sélection du style de 'Conditions actuelles' :
id_id: Pilih gaya `Detail Cuaca`:
pl_pl: Wybierz styl zakładki pogodowej:

source: Icon styles
fr_fr: Styles des icônes
id_id: Gaya Ikon
pl_pl: Styl ikon

# Icon style
source: Legacy
id_id: Bawaan
pl_pl: Starsza werjsa (monochromatyczne)

# Icon style
source: WeatherUnderground - White with colour
fr_fr: WeatherUnderground - Blanc avec couleur
id_id: WeatherUnderground - Putih berwarna
pl_pl: Białe z kolorem (WeatherUnderground)

# Icon style
source: WeatherUnderground - White
fr_fr: WeatherUnderground - Blanc
id_id: WeatherUnderground - Putih
pl_pl: Białe (WeatherUnderground)

# Icon style
source: WeatherUnderground - Black
fr_fr: WeatherUnderground - Noir
id_id: WeatherUnderground - Hitam
pl_pl: Czarne (WeatherUnderground)

# Icon style
source: WeatherUnderground - Black with colour
fr_fr: WeatherUnderground - Noir avec couleur
id_id: WeatherUnderground - Hitam berwarna
pl_pl: Czarne z kolorem (WeatherUnderground)

# Icon style
source: DEFAULT monochrome by Erik Flowers
fr_fr: DÉFAUT monochrome par Erik Flowers
id_id: DEFAULT monokrom oleh Erik Flowers
pl_pl: DOMYŚLNY monochromatyczny (Erik Flowers)

# Icon style
source: WeatherNOW Colour
fr_fr: WeatherNOW Couleur
id_id: WeatherNOW Berwarna
pl_pl: WeatherNOW kolorowe

source: Select icon style:
fr_fr: Sélection du style :
id_id: Pilih gaya ikon:
pl_pl: Wybierz styl ikon:

source: Write to console.log:
fr_fr: Ecrire dans console.log :
id_id: Tulis info debug ke console.log:
pl_pl: Zapisuj logi

# Use default font
source: Default
fr_fr: Défaut
pl_pl: Użyj domyślnej czcionki

source: Here you can either manually enter the weather station ID from https://www.wunderground.com/wundermap (search for a city that interests you, then on a map click on a location bubble and note down the station ID) or use the lookup tool and dropdowns to discover the weather station. You need to test the station every time you make changes. Some of them may be offline.
fr_fr: Entrez soit manuellement l'ID de la station météo, depuis https://www.wunderground.com/wundermap (recherchez un lieu, puis sur la carte cliquez sur une bulle de localisation et notez l'ID de la station), soit utilisez l'outil de recherche et la liste déroulante pour trouver la station. Testez la station à chaque modifications, certaines peuvent être hors ligne.
id_id: Di sini Anda dapat memasukkan ID stasiun cuaca secara manual dari https://www.wunderground.com/wundermap (cari kota yang Anda minati, lalu klik peta pada gelembung lokasi dan catat ID stasiun) atau gunakan alat pencarian dan dropdown untuk menemukan stasiun cuaca. Anda perlu menguji stasiun setiap kali Anda membuat perubahan. Beberapa di antaranya mungkin offline.
pl_pl: Tutaj możesz wybrać stację pogodową manualnie, na podstawie https://www.wunderground.com/wundermap (wyszukaj miasto, następnie wybierz punkt na mapie i z pop-up'a zapamietaj ID stacji pogodowej). Alretnatywnie skorzystaj z narzędzia wyszukiwarki poniżej do znalezienia stacji pogodowej. Musisz zawsze przetestować stację pogodową po dokonaniu zmian. Niektóre stacje nie są aktywne.

source: Enter Station
fr_fr: Choix de la station
id_id: Masukkan ID Stasiun
pl_pl: Wprowadź ID stacji pogodowej

source: Weatherstation ID:
fr_fr: ID de la station météo :
id_id: ID Stasiun Cuaca:
pl_pl: ID Stacji pogodowej

source: Test station
fr_fr: Test de la station
id_id: Tes stasiun
pl_pl: Przetestuj stację

# Text shown until a station is chosen from the dropdown
source: Pending selection
fr_fr: En attente de sélection
id_id: Pilih Stasiun
pl_pl: Wybierz

# Indicates if the station selected is active or not
source: Station status:
fr_fr: Statut de la station :
id_id: Status stasiun:
pl_pl: Status stacji:

source: Get Nearest Station
fr_fr: Station la plus proche
id_id: Cari Stasiun Terdekat
pl_pl: Znajdź najbliższą stację pogodową

source: Look for location:
fr_fr: Recherche de l'emplacement :
id_id: Cari untuk lokasi:
pl_pl: Wyszukaj lokalizację

source: Find Station
fr_fr: Trouver une station
id_id: Temukan Stasiun
pl_pl: Znajdź stację

source: Select City:
fr_fr: Selection d'une ville :
id_id: Pilih Kota:
pl_pl: Wybierz miasto

source: Select Station:
fr_fr: Selection d'une station :
id_id: Pilih Stasiun:
pl_pl: Wybierz stację

source: Options
id_id: Opsi
pl_pl: Opcje

source: Current conditions refresh interval (s):
fr_fr: Délais d'actualisation des conditions actuelles (s) :
id_id: Interval penyegaran kondisi saat ini (detik):
pl_pl: Odświeżaj aktualne warunki co (sekund):

source: Forecast refresh interval (minutes):
fr_fr: Délais d'actualisation des prévisions météo (minutes) :
id_id: Interval penyegaran prakiraan (menit):
pl_pl: Odświeżaj prognozę co (minut)

source: Location refresh interval (minutes):
fr_fr: Délais d'actualisation de l'emplacement (minutes) :
id_id: Interval penyegaran lokasi (menit):
pl_pl: Odświeżaj lokalizację co (minut):

source: Summary
fr_fr: Résumé
id_id: Ringkasan
pl_pl: Podsumowanie

source: Home Location
fr_fr: Emplacement du domicile
id_id: Lokasi Rumah
pl_pl: Lokalizacja domowa

source: Currently Used
fr_fr: Sélection actuelle
id_id: Digunakan Saat Ini
pl_pl: Aktualnie użyta

source: Latitude:
id_id: Garis Lintang (Latitude):
pl_pl: Szerokość geograficzna

source: Longitude
id_id: Garis Bujur (Longtitude)
pl_pl: Długość geograficzna

source: Location
fr_fr: Emplacement
id_id: Lokasi
pl_pl: Lokalizacja

source: When `I'm travelling`/tracking mode is enabled, the plasmoid will actively track your location and pick the nearest station near you. It does not collect any data about you, however it does use a public service ipinfo.io to obtain your public IP address and approximate location.
fr_fr: Lorsque le mode 'En déplacement' est activé, le plasmoïde suit activement votre position et sélectionne la station la plus proche. Aucune donnée vous concernant n'est collectée. Ce sont les informations publiques d'ipinfo.io qui sont utilisées pour obtenir votre adresse IP publique et votre localisation approximative.
id_id: Saat mode "Mudik" diaktifkan, plasmoid akan secara aktif melacak lokasi Anda dan memilih stasiun terdekat di dekat Anda. Itu tidak mengumpulkan data apa pun tentang Anda, namun menggunakan layanan publik ipinfo.io untuk mendapatkan alamat IP publik dan perkiraan lokasi Anda.
pl_pl: Kiedy tryb "podróżnika" jest aktywny, widget będzie automatycznie śledził Twoją lokalizację i wybierał najbliższą stację pogodową. Żadne dane o Tobie nie są zbierane przez widget. Do wykrycia lokalizacji widget wykorzystuje usługę publiczną ipinfo.io

source: Station %1 is active and can be used
fr_fr: La station %1 est active et peut être utilisée
id_id: Stasiun %1 aktif dan dapat digunakan
pl_pl: Stacja %1 jest aktywna i gotowa do użycia

source: Station %1 is NOT active. Please select a different station.
fr_fr: La station %1 est inactive. Veuillez séléctionner une autre station.
id_id: Stasiun %1 TIDAK AKTIF. Silahkan pilih stasiun lain.
pl_pl: Stacja %1 jest NIEAKTYWNA. Wybierz inną stację pogodową

# The unit system
source: Metric
fr_fr: Métrique
id_id: Metrik
pl_pl: System metryczny

# The unit system
source: Imperial
fr_fr: Impérial
pl_pl: System imperialny

# The unit system
source: Hybrid (UK)
fr_fr: Hybride (GB)
pl_pl: System hybrydowy (UK)

source: Choose:
fr_fr: Sélection
id_id: Pilih:
pl_pl: Wybierz jednostki:

source: Date format:
fr_fr: Format de la date
id_id: Format tanggal:
pl_pl: Ustaw format daty

source: Time format:
fr_fr: Format de l'heure
id_id: Format waktu
pl_pl: Ustaw format czasu

source: Feels like %1
fr_fr: Ressenti %1
id_id: Terasa Seperti %1
pl_pl: Temp. odczuwalna %1

source: Loading...
fr_fr: Chargement...
id_id: Memuat...
pl_pl: Ładowanie...

source: Loading data...
fr_fr: Chargement des données...
id_id: Memuat data...
pl_pl: Ładowanie danych...

source: All set
fr_fr: Tous les réglages
id_id: Semua beres!
pl_pl: Plugin działa w porządku

source: Temperature
fr_fr: Température
id_id: Suhu
pl_pl: Temperatura

source: UV Index
fr_fr: Indice UV
id_id: Indeks UV
pl_pl: Indeks UV

source: Pressure
fr_fr: Pression
id_id: Tekanan Udara
pl_pl: Ciśnienie

source: Cloud Cover
fr_fr: Couverture nuageuse
id_id: Lapisan Awan
pl_pl: Zachmurzenie

source: Humidity
fr_fr: Humidité
id_id: Kelembapan
pl_pl: Wilgotność

source: Precipitation Chance
fr_fr: Probabilité de précipitations
id_id: Peluang Curah Hujan
pl_pl: Szansa na opady

source: Precipitation Rate
fr_fr: Taux de précipitations
id_id: Tingkat Curah Hujan
pl_pl: Opady deszczu

source: Snow Precipitation Rate
fr_fr: Taux d'enneigement
id_id: Tingkat Curah Hujan Salju
pl_pl: Opady śniegu

source: Wind / Gust
fr_fr: Vitesse du vent
id_id: Angin
pl_pl: Wiatr / Podmuchy

source: Precipitation Accumulation
fr_fr: Cumul des précipitations
id_id: Akumulasi Curah Hujan
pl_pl: Akumulacja opadów

source: Dew Point
fr_fr: Point de rosée
id_id: Titik Embun
pl_pl: Punkt rosy

source: Wind Direction
fr_fr: Direction du vent
id_id: Arah Angin
pl_pl: Kierunek wiatru

source: Set the weather station to pull data from.
fr_fr: Station météo d'extraction des données.
id_id: Atur stasiun cuaca untuk mendapatkan data.
pl_pl: Ustaw stację pogodową

source: Please Configure
fr_fr: Veuillez configurer
id_id: Silakan Konfigurasi
pl_pl: Skonfiguruj plugin

source: Error...
fr_fr: Erreur...
id_id: Lagi Error...
pl_pl: Wystąpił błąd...

source: Undefined Error...
fr_fr: Erreur indéfinie...
pl_pl: Nierozpoznany bląd...

# Please put your language code here
source: en-US
fr_fr: fr-FR
id_id: id-ID
pl_pl: pl-PL

source: Weather Details
fr_fr: Conditions actuelles
id_id: Detail Cuaca
pl_pl: Szczegóły pogodowe

source: Day Chart
fr_fr: Graphes quotidiens
id_id: Grafik Harian
pl_pl: Wykresy dzienne

source: Forecast
fr_fr: Prévisions
id_id: Ramalan Cuaca
pl_pl: Prognoza pogody

source: Week Chart
fr_fr: Graphes hebdomadaires
id_id: Grafik Pekanan
pl_pl: Wykresy tygodniowe

source: Real feel
fr_fr: Ressenti
id_id: Terasa Seperti
pl_pl: Temp. odczuwalna

source: High: %1 Low: %2
fr_fr: Maximum : %1 Minimum : %2
id_id: Tertinggi: %1 Terendah: %2
pl_pl: Maks.: %1 | Min.: %2

source: "I'm travelling" mode. Allows the widget to autodiscover your location based on your public IP address. The `Home` station will be ignored when this option is selected.
fr_fr: Mode "En déplacement". Autorise le widget à trouver automatiquement votre emplacement en fonction de votre adresse IP publique. La station `Domicile` est ignorée lorsque cette option est sélectionnée.
id_id: Mode "Mudik". Memungkinkan widget menemukan lokasi Anda secara otomatis berdasarkan alamat IP publik Anda. Stasiun `Rumah` akan diabaikan bila opsi ini dipilih.
pl_pl: Tryb "podróżowania". Pozwala widgetowi wykrywać Twoją lokalizację automatycznie na podstawie adresu IP. Twoja stacja "domowa" nie będzie użyta dopóki ten tryb jest aktywny.

source: Info for nerds
fr_fr: Info pour les nerds
id_id: Info untuk ahli
pl_pl: Informacje dla nerdów

source: Refresh all data
fr_fr: Mise à jour de toutes les données
id_id: Segarkan Semua Data
pl_pl: Odśwież wszystkie dane

source: Keep Open
fr_fr: Garder ouvert
id_id: Biarkan Terbuka
pl_pl: Zawsze na wierzchu

# per hour, e.g. it will become mm/h. KEEP SHORT
source: h
id_id: jam

# per 12 hours, please keep it short
source: /12h
id_id: /12j
